Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If you receive treatment after the end of this three-month acute period, your doctor must provide a written statement documenting a clear link between the injury you have had approved and the treatment you are receiving.
nb: Dersom du får behandling etter denne akuttperioden på tre måneder, må legen skrive en erklæring som dokumenterer at det er en klar sammenheng mellom skaden eller sykdommen du har fått godkjent og behandlingen du får.

source: The actual procedure takes about 10 minutes.
nb: Selve inngrepet varer omlag 10 minutter.

source: We surround ourselves with plants around the home and in the garden.
nb: Vi omgir oss med planter i hus og hage.

source: If you need glasses as a result of your occupational injury, you can apply to Helfo to have your expenses covered.
nb: Dersom du har behov for briller som følge av yrkesskaden eller yrkessykdommen, kan du søke Helfo om å få dekket utgiftene.

source: The control page for use in Norway is either green or red.
nb: Kontrollsiden for bruk i Norge er grønn eller rød.

source: tooth decay and poor dental hygiene.
nb: tannråte og dårlig tannhygiene.

source: If you incur expenses relating to health services during your study stay, you can apply to Helfo for reimbursement.
nb: Dersom du har lagt ut for helsetjenester under studieoppholdet, kan du søke Helfo om refusjon.

source: The genetic defect may have been detected in you or the child's father (dominant inheritance) or in both of you (recessive inheritance).
nb: Genfeilen kan være påvist hos deg eller barnets far (dominant arvegang) eller hos begge (recessiv arvegang).

source: You must take a test (PCR-based test or antigen-based rapid test) prior to travelling.
nb: Du skal teste deg før innreise til Norge med en PCR-test eller antigen hurtigtest.

source: It is important to be aware that the solution can only be used by persons who have been vaccinated in Norway and who do not have a national ID number or D number.
nb: Vi understreker at løsningen bare kan brukes av personer som har mottatt koronavaksiner i Norge og som ikke har fødselsnummer eller d-nummer.

source: Must be taken less than 24 hours prior to arrival to Norway Language: Norwegian, Swedish, Danish, English, French or German
nb: Må være tatt i løpet av de siste 24 timene før ankomst til Norge Språk: norsk, svensk, dansk, engelsk, fransk eller tysk

source: Children under the age of 16 years old where it is disproportionately difficult to take the test.
nb: Barn under 16 år der det er uforholdsmessig krevende å få tatt testen.

source: Who will be offered an amniotic fluid test?
nb: Hvem får tilbud om fostervannsprøve?

source: Kåre is an old-age pensioner who has moved to Spain.
nb: Kåre er alderspensjonist og har flyttet til Spania.

source: ) is a 30-40 cm long fish, which is a greenish-golden colour with brown-green stripes.
nb: ) er en 30-40 cm lang fisk, grønnlig gylden med brungrønne striper.

source: Contact NAV if you have any questions concerning National Insurance contributions.
nb: Har du spørsmål om trygdeavgift, må du ta kontakt med NAV.

source: Should you develop respiratory symptoms, your doctor and possibly the home care service will plan further follow-up in consultation with you.
nb: Med andre krav til hygiene og en annen bakterieflora øker risikoen for mage- og tarminfeksjoner, som er en ekstra utfordring for personer med diabetes.

source: When using diesel/petrol engines (generators, chainsaws, etc.) and charcoal barbecues/disposable barbecues in confined or airtight rooms, dangerous quantities of carbon monoxide can form rapidly.
nb: Ved bruk av diesel-/bensinmotorer (strømaggregat, motorsager og lignende) og kullgriller/engangsgriller i små eller lufttette rom kan det raskt dannes farlige mengder karbonmonoksid.

source: Most people test negative.
nb: De aller fleste tester negativt.

source: You will also need to check the sections above to see whether you need to attach a medical statement to your application.
nb: I tillegg må du se i avsnittene over om du må legge legeerklæring ved din søknad.

source: The application must be sent to NAV.
nb: Søknaden sendes til NAV.

source: Start by stating your name, address and telephone number.
nb: Start med å oppgi ditt navn, adresse og telefonnummer.

source: Departments of medical genetics will know whether or not it is possible to offer you a NIPD instead of a placenta or amniotic fluid test.
nb: Medisinsk-genetiske avdelinger vet om det er mulig å tilby deg NIPD i stedet for morkakeprøve eller fostervannsprøve.

source: The Norwegian Directorate of Health recommends that the sample be taken during weeks 11-14, because this will improve the reliability of the result.
nb: Helsedirektoratet anbefaler at prøven blir tatt i uke 11-14, for det vil gi et sikrere resultat.

source: The Janssen vaccine will be relevant in situations where the risk of developing severe symptoms or death from COVID-19 is believed to be greater than that of developing severe symptoms and death as a result of adverse reactions to the vaccine.
nb: Janssen-vaksinen vil være aktuell i situasjoner der risiko for alvorlig forløp eller død av covid-19 antas å være større enn alvorlig forløp og død av vaksinebivirkninger.

source: In the case of some medicines, even a single tablet can be enough to cause severe poisoning in a child.
nb: For noen legemidler kan selv én tablett være nok til å gi alvorlig forgiftning hos et barn.

source: Find out more on the NAV website about when, as a disability pensioner or an old-age pensioner, you are considered to be resident abroad
nb: Les mer på nettsidene til NAV om når du som trygdet eller pensjonist regnes for å være bosatt i utlandet

source: If you are a citizen of a country outside the EU/EEA or Switzerland and you are a member of the Norwegian National Insurance scheme, you will have the same rights as citizens in the EU/EEA or Switzerland during your study stay in the Nordic region.
nb: Har du statsborgerskap fra land utenfor EU/EØS eller Sveits og medlemskap i norsk folketrygd, har du under studieopphold i Norden de samme rettighetene som statsborgere i EU/EØS eller Sveits.

source: According to the Norwegian Institute of Public Health, healthy individuals under the age of 50 are at very little risk of becoming seriously ill or dying from COVID-19 in Norway.
nb: Friske mennesker under 50 år har ifølge Folkehelseinstituttet svært liten risiko for å bli alvorlig syke eller dø av covid-19 i Norge.

source: During an initial discussion, you will be told that the result of an HIV test is about 80% certain around two to three weeks after you become infected.
nb: I en innledende samtale vil du få vite at en hivtest gir omtrent 80 prosent sikkert svar to til tre uker etter eventuelt smittetidspunkt.

source: There are rules and guidelines for this, and you can find out more from the relevant unit at the National Criminal Investigation Service (Kripos).
nb: Det finnes regler og retningslinjer for dette, og du kan få mer informasjon ved å henvende deg til ansvarlig enhet i Kripos.

source: Information on family planning, pregnancy and childbirth in Arabic, English, Farsi, French, Norwegian, Polish, Somali, Tigrinya and Turkish.
nb: Informasjon om graviditet, fødsel og barseltid på arabisk, engelsk, farsi, fransk, norsk, polsk, somali, tigrinja og tyrkisk rettet mot innvandrere og andre med kort botid.

source: Healthy individuals under the age of 50 are very unlikely to become seriously ill or die as a result of COVID-19.
nb: For friske personer under 50 er det er svært lite sannsynlig at de blir alvorlig syke eller dør av covid-19.

source: Sleep – health requirements for driving licences
nb: Søvn – helsekrav til førerkort

source: Do you need guidance?
nb: Trenger du veiledning?

source: You can also order your prescriptions via an online pharmacy.
nb: Du kan også bestille dine resepter via nettapotek.

source: Only service providers which possess certain qualifications and have been approved by the Norwegian Directorate of Health can take blood samples for NIPT.
nb: Det er kun virksomheter som oppfyller bestemte krav til kompetanse og som er godkjent av Helsedirektoratet som kan ta blodprøve til NIPT.

source: digital aids such as the Heia meg health and fitness app
nb: digitale hjelpemidler som appen Heia meg

source: January 2021, your treatment provider must have an arrangement with Helfo regarding direct settlement.
nb: januar 2021, må tannlegen ha direkte oppgjør med Helfo.

source: After the specimen has been taken, it is recommended that you wait around 15 minutes before leaving the hospital.
nb: Etter at prøven er tatt, er det anbefalt at du venter cirka 15 minutter før du forlater sykehuset.

source: If you don't,
nb: Hvis du ikke har det,

source: You will be offered painkillers if you experience any pain after the procedure.
nb: Har du smerter etter inngrepet, vil du få tilbud om smertestillende.

source: experience heavy bleeding with clots for more than 14 days
nb: har kraftig blødning med klumper i mer enn 14 dager

source: Persons who have a guardian.
nb: Personer som har verge.

source: If you choose to use Optum, you have to use Optum for all of your health care expenses in the USA.
nb: Velger du å benytte Optum, må du benytte Optum til alle dine helseutgifter i USA.

source: If you are from a country outside the EU/EEA or Switzerland and want to work as an au pair in Norway, you need a residence permit.
nb: Hvis du er fra et land utenfor EU/EØS eller Sveits og vil arbeide som au pair i Norge, må du ha nødvendig oppholdstillatelse.

source: Children under 16 and adults over 18 years of age
nb: Barn under 16 år og voksne over 18 år

source: Before paternity can be declared, as the mother, you must state the name of the child’s father.
nb: Før farskapet kan erklæres, må du som mor oppgi hvem som er faren til barnet ditt.

source: If the fetus is male, you will therefore be offered a placenta or amniotic fluid test to find out whether or not the fetus has inherited the genetic defect concerned.
nb: Hvis fosteret er en gutt, vil du derfor få tilbud om en morkakeprøve eller fostervannsprøve for å finne ut om fosteret har arvet den aktuelle genfeilen.

source: The Janssen vaccine provides good protection against severe COVID-19 disease and death.
nb: Janssen-vaksinen gir god beskyttelse mot alvorlig covid-19-sykdom og død.

source: However, a lot of people with HIV experience challenges in connection with living with the diagnosis and involvement in working life as an HIV-positive person.
nb: Likevel opplever mange som lever med hiv utfordringer knyttet til det å leve med diagnosen og å delta i arbeidslivet som hiv-positiv.

source: COPD – health requirements for driving licences
nb: Kols – helsekrav til førerkort

source: (NPE), who will consider your application.
nb: (NPE), som behandler søknaden din.

source: General malaise such as headache, fever, chills, nausea/vomiting, dizziness, sweating and aching joints may occur.
nb: Generell uvelhet som hodepine, feber, frysninger, kvalme/brekninger, svimmelhet, svetting og verking i ledd kan forekomme.

source: Unfortunately this is not always so easy for people living with HIV, who might encounter obstacles while travelling.
nb: Dessverre er det ikke alltid like lett for personer som lever med hiv, som kan oppleve å møte hindringer under reiser.

source: A large amount of poison can cause severe poisoning in anyone.
nb: Eksempler på betablokkere er atenolol, karvedilol og metoprolol.

source: To contact Helfo on behalf of someone else, you must have power of attorney.
nb: Kontakter du Helfo på vegne av noen andre, må du ha fullmakt.

source: The decision will explain what you need to do in order to appeal.
nb: Hvis du ikke er fornøyd med vedtaket du har fått, kan du klage.

source: In the case of liquid medicines, you should use the appropriate dosing equipment, such
nb: Til flytende legemidler bør du bruke riktig doseringsutstyr som sprøyte, målebeger

source: The vaccines approved by the EMA are those from Pfizer, Moderna, AstraZeneca, Johnson & Johnson and Covishield.
nb: Vaksinene som er godkjent av EMA er vaksinene fra Pfizer, Moderna, Astrazeneca, Johnson & Johnson og Covishield.

source: If there were traffic-related reasons for travelling by car, such as
nb: behandling for yrkesskade, kan du få godtgjørelse for tapt

source: Checkups 4 and 5: weeks 28 and 32
nb: Kontroll 4 og 5: uke 28 og 32

source: You must be in isolation if you have a confirmed coronavirus infection.
nb: Det kan gis som injeksjon direkte i et leddet eller som tabletter.

source: Emma has broken her arm and visits a public hospital in Paris.
nb: Emma har brukket armen og oppsøker et offentlig sykehus i Paris.

source: Read more about the right to health care in Norway for AFP pensioners in step 3.
nb: Les mer om rett til helsehjelp i Norge for AFP-pensjonister på steg 3.

source: reimbursement for expenses for two travel companions if you
nb: Hvis du søker om én reise til behandlingsstedet,

source: Make sure you keep sufficient distance to others.
nb: Det kan ta noen måneder før de begynner å virke.

source: The new app uses Bluetooth and not GPS or any other satellite positioning systems.
nb: Den nye appen benytter kun Bluetooth og ikke GPS eller annen satelittposisjonering.

source: If you develop symptoms of COVID-19 while implementing your travel quarantine, you will need to
nb: Dersom du får symptomer på covid-19 når du er i karantene,

source: You will find the test results when you log in.
nb: Du finner prøvesvarene når du logger inn.

source: For contact details, go to
nb: For kontaktinformasjon, gå til

source: If a treatment centre will not accept your European Health Insurance Card or you have forgotten to take it with you, you must pay your expenses yourself and apply to Helfo for reimbursement afterwards (see the next step).
nb: Dersom behandlingsstedet ikke godtar det europeiske helsetrygdekortet ditt, eller du har glemt å ta det med, må du legge ut selv og søke Helfo om refusjon i ettertid (se neste steg).

source: NIPT to determine gender
nb: NIPT for å bestemme kjønn

source: If you need a higher daily dose of opioids than 100 mg oral morphine equivalents, your GP will not be able to prescribe for you.
nb: Hvis du får behov for høyere døgndose med opioider enn 100 mg orale morfinekvivalenter, kan ikke fastlegen din søke for deg.

source: This applies for all employees with reduced capacity for work and is not especially for people living with HIV.
nb: Dette gjelder alle arbeidstakere med redusert arbeidsevne og er eller ikke spesielt for personer som lever med hiv.

source: Once the treatment is complete, you must obtain
nb: Når behandlingen er utført, må du ta med

source: Then you might be entitled to certificate S1 (previously form E106, E109 and E121).
nb: Da kan du ha rett til rettighetsdokument S1 (tidligere kalt blankett E106, E109 og E121).

source: After Helfo has approved your application, you must send the certificate S1 to the appropriate National Insurance authorities in the country in which you are going to work.
nb: Etter at Helfo har innvilget søknaden din, må du levere rettighetsdokumentet S1 til riktig trygdeinstitusjon i arbeidslandet.

source: If there is any suspicion that the product may be corrosive, call the Norwegian Poison Information Centre (22 59 13 00) while continuing to rinse the affected area.
nb: Er det mistanke om at produktet kan være etsende, ring Giftinformasjonen (22 59 13 00) mens skylling pågår.

source: For example, countries may use different definitions for what fully vaccinated means.
nb: For eksempel kan land bruke ulike definisjoner på hva som er fullvaksinert.

source: Claims for travel expenses reimbursements must be sent to Helfo on this claim form:
nb: Dersom du ikke har mulighet til å benytte vårt digitale skjema, kan du i stedet fylle ut

source: Next of kin can find the role not only meaningful, but also stressful.
nb: Pårørende kan oppleve rollen som meningsfull, men også belastende.

source: A few sips or a glass of something is often sufficient.
nb: Noen slurker eller ett glass drikke er ofte nok.

source: Hospitals send birth notifications for all live births and stillbirths after at least 28 weeks of pregnancy.
nb: Sykehuset sender en fødselsmelding for alle levende fødte barn og for dødfødte etter minst 28 ukers svangerskap.

source: Some people restrict entry for people living with HIV.
nb: Noen land begrenser innreise for personer som lever med hiv

source: Medical rules determine whether or not your certificate is valid based on the test and vaccination information that has been registered about you.
nb: Hva som gir et gyldig sertifikat styres av medisinske regler basert på det som er registrert av test- og vaksinasjonsopplysninger om deg.

source: Protection provided by the Janssen vaccine
nb: Beskyttelse av Janssen-vaksinen

source: Involucel and involucre:
nb: Småsvøp og storsvøp:

source: The vaccination certificate must be stamped and signed by the vaccination centre/municipality where you were vaccinated and must include your name, date of birth, date of vaccination, type of vaccine and batch number.
nb: Vaksinasjonsbeviset må være stemplet og signert av vaksinesenteret/kommunen der du mottok vaksinen og må inneholde ditt navn, din fødselsdato, vaksinedato, vaksinetype og batchnummer.

source: If you need additional printouts, please state this ID number.
nb: Ved behov for nye utskrifter ber vi om at du opplyser om dette ID-nummeret.

source: This service is operated by the Government.
nb: Denne telefonen driftes av regjeringen.

source: Persons who are resident abroad, but do not have an address registered in the National Population Register.
nb: Personer som er bosatt i utlandet, men som ikke har folkeregistrert adresse.

source: It is important that you have all the necessary documentation.
nb: Det er viktig at du har all nødvendig dokumentasjon.

source: Coronavirus vaccinations must be registered electronically with SYSVAK and must be registered immediately after vaccination.
nb: Koronavaksinasjoner skal registreres elektronisk til SYSVAK og skal registreres umiddelbart etter vaksinasjon.

source: There are products in every home which are toxic or hazardous to health.
nb: I alle hjem finnes produkter som er giftige eller helsefarlige.

source: You cannot appeal or apply for compensation in Norway if you received treatment abroad on your own initiative.
nb: Hvis du har fått behandling i utlandet på eget initiativ, kan du ikke klage eller søke erstatning i Norge.

source: The scheme is not rights-based and is run parallel to other rights-based schemes, such as the patient transport scheme for GP and treatment appointments (patient journeys) and the scheme for work- and education-related travel (NAV).
nb: Ordningen er ikke rettighetsbasert og fungerer ved siden av andre rettighetsbaserte ordninger, som for eksempel pasienttransportordningen ved legebesøk og behandling (pasientreiser), eller arbeids- og utdanningsreiser (NAV).

source: On the other hand, you are not required to pay a user fee if you are being tested or treated in the initial stage of illness due to COVID-19, since COVID-19 is a so-called generally infectious disease (allmennfarlig, smittsom sykdom).
nb: Du skal derimot ikke måtte betale egenandel for testing og behandling for covid-19/korona, ettersom covid-19 er en allmennfarlig, smittsom sykdom.

source: If you receive healthcare services from your municipality and live in an area which provides such services via helsenorge.no, you can for example:
nb: Hvis du mottar helsetjenester fra kommunen og bor i et område som tilbyr slike tjenester via helsenorge.no, kan du for eksempel:

source: Keep all medicines out of reach of children.
nb: Oppbevar alle legemidler utilgjengelig for barn.

source: If you are considered to be resident in Norway, you will retain your membership of the Norwegian National Insurance scheme while you are studying.
nb: Hvis du anses som bosatt i Norge, vil du beholde medlemskapet i norsk folketrygd mens du studerer.

source: Or unable to use a smartphone, PC or tablet?
nb: Eller kan du ikke bruke smarttelefon, PC eller nettbrett?

source: Helfo can cover your expenses in full if you suffer an occupational injury.
nb: Helfo kan gi full dekning av utgifter ved yrkesskade.

source: If you test negative
nb: Dersom du tester negativt

source: Persons intending to travel to countries with a higher infection risk than Norway a little way into the future.
nb: Personer som skal reise til land med høyere smitterisiko enn Norge litt fram i tid.

source: The municipality or county council is responsible for the scheme and establishes the criteria for eligibility for a TT card.
nb: Det er kommunen eller fylkeskommunen som er ansvarlig for ordningen og som fastsetter kriteriene for hvem som kan få TT-kort.

source: This means that the accompanying spouse is not entitled to coverage of expenses for health care services in the country of study and has to take out private insurance.
nb: Det betyr at medfølgende ektefelle ikke har rett til dekning av utgifter til helsetjenester i studielandet, men må tegne privat forsikring.

source: This will apply to most people, including those who intend to travel outside Norway.
nb: Dette vil gjelde for de fleste, også de som skal reise.

source: Students in the EU/EEA and Switzerland
nb: Student i EU/EØS og Sveits

source: What are the differences between the new and old Smittestopp apps?
nb: Hva er forskjellen mellom ny og gammel Smittestopp-app?

source: Sara's and the companion's travel expenses to the hospital are reimbursed.
nb: Sara og ledsageren får dekket reiseutgiftene til sykehuset.

source: • the approval decision from NAV
nb: godkjenningsvedtaket fra Nav

source: When you arrive at border control, you should click on "View control page" in the certificate.
nb: Når du ankommer grensen for kontroll, skal du klikke på«vis kontrollside» i sertifikatet.

source: Exchange of data is done through a common European server.
nb: Utveksling av data gjøres gjennom en felles europeisk server.

source: Who can offer NIPT?
nb: Hvem kan tilby NIPT?

source: Helfo covers user fees and supplies according to fixed rates.
nb: Helfo dekker egenandeler og materiell etter faste takster.

source: Familiarise yourself with the plants that you have at home and in your local community.
nb: Gjør deg kjent med hvilke planter du har hjemme og i nærmiljøet.

source: Take extra care to maintain good hand and cough hygiene to avoid infecting others in the household.
nb: De vanligste konsekvensene av hjerneslag er halvsidig lammelse i ansiktet, arm eller bein, og/eller talevansker.

source: If your answer yes, the relevant people will be notified via the app.
nb: Svarer du ja, vil relevante personer få beskjed i appen.

source: A NIPT is the most precise method for detecting trisomy 21.
nb: NIPT er mest presis for å påvise trisomi 21.

source: We consider these cases based on the sequence of events.
nb: med mye frukt og grønnsaker og minst én porsjon fet fisk i uken.

source: Bandagists cannot view prescriptions for medicines.
nb: Bandasjister kan ikke se resepter på legemidler.

source: You will find the claim form in step 3.
nb: Søknadsskjema finner du på steg 3.

source: Per makes sure he has a copy of the doctor's authorisation.
nb: Clara sørger for å få kopier av eksamensbeviser og autorisasjoner.

source: Read more about driving licences and diabetes in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og diabetes i førerkortveilederen (helsedirektoratet.no).
